Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E20B.tmx
Source language: en_us
Languages: zh_cn

source: Fashion Tips for Job Interviews
zh_cn: 求职面试时尚经

source: Selecting the right clothes for a job interview is more important than ever.
zh_cn: 为求职面试精心挑选合适的着装从未变得如此重要。

source: With so many people out of work, every job has a lot of competition.
zh_cn: 失业的人如此多，所以每一份工作都有着很大的竞争力。

source: You only get one chance to make a first impression and what you wear to a job interview could be just what you need to tip the job offer in your favor.
zh_cn: 你只有一次机会来展现你的第一印象，而面试时的着装正是你获得工作机会的有力武器。

source: Grooming
zh_cn: 仪容

source: The first thing to consider for the job interview is your grooming.
zh_cn: 参加求职面试首先要考虑的就是你的仪容。

source: It is important to have a good haircut, subtle make-up, and fresh breath.
zh_cn: 拥有合适的发型、精致的妆容和清新的口气是非常重要的。

source: If you have tattoos, make sure they are covered.
zh_cn: 如果你有纹身，务必不要让它露出来。

source: If you have excessive piercings, leave them empty.
zh_cn: 如果你有过多的耳洞，不要在上面戴任何东西。

source: Also, if you must wear perfume, use it sparingly or avoid it totally.
zh_cn: 还有，如果你必须使用香水，少用点或者根本就别用。

source: Clothing should be clean and in excellent condition with buttons and other embellishments attached and loose threads snipped off.
zh_cn: 着装要整洁，纽扣和其他配饰要整齐，剪掉衣服上的线头。

source: Shoes should be spotless and scuff-free.
zh_cn: 鞋子必须一尘不染且没有磨损。

source: Suits
zh_cn: 西装

source: Women going on interviews should dress for the job.
zh_cn: 参加求职面试的女性应该为此好好打扮一下。

source: If the job is an office job or other professional job, it is appropriate for women to wear a suit.
zh_cn: 如果这份工作是办公室工作或其他专业化工作，那么女性身着西装是非常适宜的。

source: The suit could have a matching jacket and skirt or pants, or women can show their fashion style with a coordinating jacket and skirt.
zh_cn: 西装应该是配套的上衣和裙装或者裤装，或者女性们可以协调搭配上衣和裙装来展示自己的时尚。

source: Even if a woman picks a coordinating, rather than matching suit, the pieces should be conservative and not draw attention away from the point of the interview.
zh_cn: 虽然可以自己搭配而不是挑选成套的西装，但是这身行头必须保守一些，不要偏离面试这一主题。

source: Tops
zh_cn: 上衣

source: A nice blouse in a coordinating color or subtle pattern adds a touch of flare to the suit.
zh_cn: 一件色彩协调、款式精致的衬衫会为你的西装增添亮点。

source: The top should not expose any cleavage. It should completely cover the belly, too.
zh_cn: 上衣不能露出乳沟，也应该完全盖住肚子部位。

source: If you are wearing a button-front top, it should fit well so that the top does not pull the spaces between the buttons apart to reveal undergarments or skin.
zh_cn: 如果你身着一件前开襟的上衣，那么这件上衣必须要合身，从而纽扣之间不会被撑开而露出内衣或者皮肤。

source: Skirts and Pants
zh_cn: 裙装和裤装

source: Pants and skirts should fit, without being too tight or too loose.
zh_cn: 裤装和裙装应该合身，不能太紧身或太宽松。

source: If you decide to wear a skirt it should be long enough to reach the tops of the knees, and you should be able to sit comfortably without exposing too much.
zh_cn: 如果你要穿裙装，那么裙子应该要达到膝盖上方的长度，而且在你坐下的时候应该感到舒服而不会裸露太多。

source: Avoid skirts with high-cut slits or kick pleats.
zh_cn: 不要穿长开叉的裙子。

source: Pants should reach the tops of the feet.
zh_cn: 裤装应该长及脚踝。

source: It is better to wear pants with a higher inseam for an interview.
zh_cn: 面试时最好穿低腰裤。

source: Wear a belt if you are tucking in your shirt.
zh_cn: 如果把上衣塞进裙子里的话，扎一条腰带。

source: Shoes and Hosiery
zh_cn: 鞋袜

source: Shoes and hosiery add to a professional attitude.
zh_cn: 鞋袜可以增添你的职业态度。

source: Women should wear conservative shoes with closed toes.
zh_cn: 女性应该穿样式较为保守的鞋子，不能露出脚趾。

source: Women can wear shoes with heels, but they should not wear stilettos or shoes that are difficult to walk in.
zh_cn: 可以穿高跟鞋，但是不要穿细高跟鞋或者妨碍走路的鞋子。

source: If you decide to wear a skirt, wear hosiery in a neutral nude or a complimentary color.
zh_cn: 如果你决定穿裙子，穿一双肤色或者跟着装相搭配的丝袜。

source: Avoid bright or patterned hosiery for the interview.
zh_cn: 不要穿颜色鲜亮或者有图案的丝袜参加面试。

source: If you wear pants, wear some kind of hosiery like trouser socks so that you donit accidentally flash your ankles during the interview.
zh_cn: 如果你穿裤装，穿跟裤子颜色一致的袜子，那样你就不会在面试的时候意外地将你的脚踝显现出来。

source: Be sure your socks match, too.
zh_cn: 务必让你的袜子与衣着相搭配。

source: Accessories
zh_cn: 配饰

source: Be conservative by wearing subtle jewelry.
zh_cn: 佩戴小巧精致的珠宝让你显得保守一些。

source: If you are interviewing in a more artistic environment, then it is appropriate to wear more artistic jewelry, but donit wear too much.
zh_cn: 如果你面试的工作与艺术更加相关，那么多带一些艺术感强烈的珠宝是比较适宜的，但是不要戴得太多。

source: A lovely pin or scarf can also look nice during an interview.
zh_cn: 一枚可爱的胸针或者围巾也可以让你在面试中看起来美丽大方。

source: Wearing one appropriately memorable piece could be a way for interview committees to remember you.
zh_cn: 佩戴一件恰如其分令人难忘的首饰也是让面试组记住你的一个方法。

source: Dressing appropriately for an interview can be just what you need to get your perfect job.
zh_cn: 面试时适宜的着装是你获得完美工作所需要做到的一步。

source: Follow a few simple rules and watch the offers come rolling in.
zh_cn: 做到以上简单的几条规则，你就等着聘书源源不断吧！
